#include "func.h"

void menu_2()
{
    system("clear");
    printf("******************************************************\n");
    printf("******************************************************\n");
    printf("\t\t1.显示当前在线用户\n");
    printf("\t\t2.私聊\n");
    printf("\t\t3.群聊\n");
    printf("\t\t4.文件传输\n");
    printf("\t\t5.禁言（admin权限）\n");
    printf("\t\t6.踢出聊天室（admin权限）\n");
    printf("\t\t7.退出聊天室\n");
    printf("******************************************************\n");
    printf("******************************************************\n");
}